Repository: vitormz6/N3WEB
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Usuário criado com sucesso!
es: ¡Usuario creado con éxito!

source: Usuário atualizado com sucesso!
es: ¡Usuario actualizado con éxito!

source: Usuário excluído com sucesso!
es: ¡Usuario eliminado con éxito!

source: Produto criado com sucesso!
es: ¡Producto creado con éxito!

source: Produto atualizado com sucesso!
es: ¡Producto actualizado con éxito!

source: Produto excluído com sucesso!
es: ¡Producto eliminado con éxito!

source: Nome
es: Nombre

source: Papel
es: Rol

source: Usuário
es: Crear Usuario

source: Senha
es: Contraseña

source: Salvar
es: Guardar

source: Nome do Produto
es: Nombre del Producto

source: Criar Produto
es: Crear Producto

source: Criar Usuário
es: Crear Usuario

source: Editar Produto
es: Editar Producto

source: Atualizar
es: Actualizar

source: Editar Usuário
es: Editar Usuario

source: deixe em branco se não quiser alterar
es: Déjalo en blanco si no quieres cambiarlo.

source: Aplicação
es: Aplicación

source: Produtos
es: Productos

source: Consultar Usuários
es: Consultar Usuarios

source: Criar Usuário (Admin)
es: Crear Usuario (Admin)

source: Criar Produto (Admin)
es: Crear Producto (Admin)

source: Logado como
es: iniciado sesión como:

source: Sair
es: Guardar

source: Login como Admin
es: Iniciar Sesión como Administrador

source: Login como Usuário
es: Iniciar Sesión como Usuario

source: Consulta de Usuários
es: Consultar Usuarios

source: Usuários Cadastrados
es: Usuarios Registrados

source: Bem-vindo à aplicação
es: Bienvenido a la aplicación

source: Agora você pode navegar usando o menu acima!
es: ¡Ahora puedes navegar usando el menú de arriba!

source: Você não está logado.
es: No estás conectado.

source: Use o menu acima para logar como admin ou usuário.
es: Utilice el menú de arriba para iniciar sesión como administrador o usuario.

source: Lista de Produtos
es: Lista de Productos

source: Ações
es: Acciones

source: Tem certeza que deseja excluir este produto?
es: ¿Estás seguro de que deseas eliminar este producto?

source: Excluir
es: Eliminar
